import NavbarArabic from '../../components/EnglishBase/NavbarArabic'
import Optimize from '../../components/ArabicBase/Optimize'
import Footer from '../../components/ArabicBase/Footer'
import { Helmet } from 'react-helmet'

const TermsConditions = () => {
    return (
        <div className='w-full h-full overflow-x-hidden p-4'>
            <Helmet>
                <title>Hoode | Terms and Conditions</title>
            </Helmet>
            <NavbarArabic />
            <div className='bg-[#F2F2F2] rounded-[36px] text-center font-medium mx-[5vw] py-14 my-14'>
                <p className='text-[#808080]'>سياسة الإستخدام</p>
                <p className='text-[5vw]'> الشروط والأحكام لمستخدمي هودي</p>
            </div>
            <div className='text-[rgba(0,0,0,0.5)] px-[9vw] font-medium'>
                <p className='my-4'>يرجى قراءة هذه الشروط والأحكام بعناية قبل الوصول إلى Hoode أو استخدامه. من خلال الوصول إلى المنصة أو استخدامها ، فإنك توافق على

                    الالتزام بهذه الشروط والأحكام. Hoode عبارة عن منصة على الإنترنت تربط الباحثين عن الخدمة ("العملاء") بمقدمي الخدمة ("مقدمي الخدمة"). @ حقوق الطبع والنشر هودي ، 2023. جميع الحقوق محفوظة ؛ يحظر الاستنساخ أو التعديل أو الترجمة بدون إذن باستثناء ما هو مسموح به بموجب
                    قوانين حقوق النشر الدولية. جميع النصوص والرسومات والتصميمات والمحتوى والأعمال الأخرى محمية بحقوق الطبع والنشر لشركة Hoode.
                </p>
                <p className='text-[30px] my-4 text-black'>شروط وأحكام الخدمة
                </p>
                <p className="my-2">يكون للمصطلحات التالية المعنى المعطى لها على النحو التالي:
                </p>
                <ul>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>1. تعاريف
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>المصطلحات "نحن" أو "نحن" أو "خاصتنا" تشير إلى هودي. تشير المصطلحات "أنت" أو "الخاص بك" إلى العملاء.</li>
                                <li>"العميل" أو "المستهلك" يعني أي شخص يقوم بالتسجيل في Hoode كعضو ومستعد للإلتزام بهذه الشروط والأحكام.
                                </li>
                                <li>يشير "مقدمو الخدمة" إلى الكيان أو الفرد الذي يقدم الخدمات المقدمة من خلال Hoode. وهذا يشمل شركات البائعين وشركات مزودي الخدمة المرتبطة بـ Hoode.

                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>2. التسجيل والتزامات العملاء</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>التسجيل في هذا التطبيق مجاني تمامًا.</li>
                                <li>يجب تفسير هذه الشروط والأحكام على أنها موافقتك على الالتزام بهذه الشروط والأحكام وهذا يشكل خطاب اتفاق ساري المفعول بين Hoode </li>
                                <li>
                                    والعميل. بقبول هذه الشروط والأحكام وخطاب الاتفاق وتقديم المعلومات المطلوبة لتسجيلك مع Hoode ، تصبح طالب خدمة في هذا التطبيق.
                                </li>
                                <li>يجب على العملاء إنشاء حساب على Hoode للوصول إلى ميزات معينة. من خلال إنشاء حساب ، فإنك توافق على تقديم معلومات دقيقة وحديثة.
                                </li>
                                <li>
                                    يتحمل العميل مسؤولية الحفاظ على سرية بيانات اعتماد حساباتهم ويتحملون وحدهم المسؤولية عن أي أنشطة يتم إجراؤها من خلال حسابهم 5.
                                </li>
                                <li>يجب ألا يقل عمر العملاء عن 18 عامًا لاستخدام Hoode.</li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>3. المدفوعات
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>سيتم الدفع مقابل الخدمة مباشرة إلى المنصة بناءً على المبلغ المتفق عليه.
                                </li>
                                <li>سيتم تطبيق رسوم خدمة المستخدم ، أي 4 ريال سعودي (ريال سعودي) ، على كل معاملة أو خدمة يقدمها المزود. يكون العميل مسؤولاً عن دفع رسوم </li>
                                <li>المستخدم بالإضافة إلى رسوم أو رسوم الخدمة المتفق عليها.
                                </li>
                                <li>
                                    إذا كان المبلغ المدفوع يختلف عن مبلغ المزايدة ، يمكنك طلب تحديث في أي وقت ويمكن للمزود الاعتراض عليه بمستند داعم ، إذا لزم الأمر.
                                </li>
                                <li>نحتفظ بصلاحية الموافقة على التحديث أو رفضه لأي سبب من الأسباب.</li>
                                <li>سيتم حل النزاعات المتعلقة بالمبلغ المدفوع وفقًا لتقديرنا.
                                </li>
                                <li>يكون المستهلك مسؤولاً عن دفع الخدمة لمزود الخدمة ، إما عبر الإنترنت أو نقدًا.</li>
                                <li>يتم إجراء جميع المعاملات والمدفوعات والخصومات والرسوم المصرفية بواسطة Hoode عبر القناة المصرفية من الحساب الذي قدمته في نموذج العضوية.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>4. أخطاء الأسعار واختلافات الدفع
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>في حالات نادرة ، قد تكون هناك أخطاء أو تناقضات في معلومات التسعير المعروضة على المنصة بسبب الثغرات الفنية أو تحديثات النظام أو الخطأ البشري. نحن نسعى جاهدين للحفاظ على أسعار دقيقة وحديثة ؛ ومع ذلك ، يرجى ملاحظة أن مثل هذه الأخطاء قد تحدث.</li>
                                <li>إذا واجهت تباينًا في السعر أو كنت تعتقد أنه تم تحصيل أو استلام مبلغ غير صحيح ، فيرجى إخطارنا على الفور من خلال القنوات المخصصة لدينا.
                                </li>
                                <li>في حالة حدوث خطأ في السعر ، نحتفظ بالحق في إلغاء أو تعديل المعاملة ، وتصحيح السعر ، وإتاحة الفرصة لك للمضي قدمًا في المبلغ المصحح أو إلغاء المعاملة دون عقوبة.
                                </li>
                                <li>وبالمثل ، قد يُطلب من العملاء دفع أكثر أو أقل من المبلغ الأصلي المعروض بسبب الخدمات الإضافية أو التغييرات المطلوبة أثناء تقديم الخدمة.
                                </li>
                                <li>لن نتحمل المسؤولية عن أي أضرار أو خسائر مباشرة أو غير مباشرة ناتجة عن أخطاء التسعير أو تناقضات الدفع باستثناء الحد الذي تتطلبه القوانين أو اللوائح المعمول بها.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>5. حل النزاع
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>في أي نزاع بين العميل ومقدم الخدمة ، نشجع كلا الطرفين على المحاولة الأولى لحل المشكلة وديًا من خلال الاتصال المباشر.
                                </li>
                                <li>إذا تعذر حل النزاع بشكل مباشر ، يجوز لأي من الطرفين الاتصال بفريق دعم العملاء عبر وسائل التواصل الاجتماعي لطلب المساعدة وتقديم التفاصيل ذات الصلة بشأن النزاع.
                                </li>
                                <li>سنراجع النزاع ونبذل جهودًا معقولة لتسهيل التوصل إلى حل عادل بناءً على المعلومات المقدمة من كلا الطرفين.
                                </li>
                                <li>سيكون قرارنا بشأن النزاع نهائيًا وملزمًا.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>6. نزاعات الدفع
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>إذا كان هناك خلاف بين العميل ومقدم الخدمة فيما يتعلق بالمبلغ المدفوع ، فيجوز للعميل طلب تحديث.
                                </li>
                                <li>ستتاح لمزود الخدمة الفرصة لمراجعة طلب العميل وتقديم اعتراضاته في غضون سبعة أيام ، إلى جانب أي مستندات داعمة ذات صلة ، إذا لزم الأمر.
                                </li>
                                <li>إذا تم رفض اعتراض من جانبنا ، فسيتم اعتبار دفع المزايدة المقبول نهائيًا وإلزاميًا.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>7.  تعليق / إنهاء الحساب</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>في الحالات التي يتم فيها تحديد الأنشطة الاحتيالية أو سوء السلوك المتعمد أو الانتهاكات المتكررة للشروط والأحكامالخاصة بنا ، فإننا نحتفظ بالحق في تعليق أو إنهاء حساب الطرف المتورط في هذه الأنشطة.
                                </li>
                                <li>قد يحدث تعليق أو إنهاء الحساب أثناء عملية تسوية النزاع إذا كان هناك دليل واضح على حدوث انتهاك.</li>
                                <li>إن تعليق أو إنهاء الحساب لا يعفي الطرف من أي التزامات أو مسؤوليات ناشئة عن المعاملات أو الخدمات السابقة المقدمة</li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>8.  التقيد بالبنود والشروط الأخرى والتعديل</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>ستلتزم بجميع الشروط والأحكام الأخرى لـHoode ب بخلاف الشروط والأحكام الحالية. يمكنك أيضًا الاتصال بنا إذا كان هناك أي غموض أو صعوبة في الالتزام بشروطنا وأحكامنا.</li>
                                <li>تحتفظ  Hoode بالحق في تغيير أو إلغاء أو تعديل أو استبدال أي أو كل الشروط والأحكام دون أي إشعار لك</li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>9. ردود الفعل</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>تعتبر جميع التعليقات أو الشكاوى أو الملاحظات أو المعلومات أو المواد التي يرسلها العميل إلى Hoode من خلال أو بالاشتراك مع تقديم خدماتك غير سرية وممتلكات Hoode. قد يستخدم Hoode مثل هذه التعليقات أو الشكاوى أوالمعلومات أو المواد بأي طريقة غير مقيدة. سيتم إرسال هذه المعلومات إليك لتحسين خدماتك</li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>10. إخلاء المسؤولية
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>

                                    عند منح خدمة إلى مقدم الخدمة ، يجب أن يكون مفهوماً أن الإلغاء ليس خيارًا ، إلا في الحالات التي يكون فيها العميل قد بدأ الاتصال عبر المنصات الاجتماعية المحددة. يجب تقديم أي طلبات للإلغاء كتابيًا من خلال القنوات الاجتماعية المحددة ، كما هو موضح من قبل الطرف المتعاقد.

                                </li>
                                <li>Hoode عبارة عن منصة تابعة لجهة خارجية تتحمل مسؤولية ربط المزود بالعميل. ومع ذلك ، فإن منصة Hoode ليست مسؤولة عن جودة الخدمة ولا ترتبط بأي شكل من الأشكال بضماناتها أو ضماناتها أو عروضها أو الخسارة أو الضرر بأي شكل من الأشكال. لا تعتبر منصة Hoode ولا مسؤوليها أو مديريها أو موظفيها أو وكلائها أو الشركات التابعة لها مسؤولة أو مسؤولة عن أي خسارة أو ضرر (بما في ذلك ، على سبيل المثال لا الحصر ، فعلي أو تبعي أو عقابي) أو مسؤولية أو مطالبة أو إصابة أو سبب آخر المتعلقة أو الناتجة عن تقديم خدماتها لك.</li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>11.إنهاء الخدمة</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>
                                    يجوز لـ Hoode ، وفقًا لتقديرها وحدها ، إنهاء أو تعليق خدماتها إلى كل أو جزء من منطقة الخدمة عند خرق أي أو كل أجزاء من خطاب الاتفاق هذا. في حالة إنهاء هذه الاتفاقية ، فإن التزاماتك المتعلقة بدفع الخدمات والضمانات وحدود الالتزامات المنصوص عليها في الخدمة و / أو في هذه الاتفاقية ستظل سارية بعد أي إنهاء من هذا القبيل.
                                </li>
                                <li>
                                    يتم تحديد فترة هذه الاتفاقية مبدئيًا لمدة عام واحد من تاريخ توقيع خطاب الاتفاق هذا ما لم يذكر خلاف ذلك. ومع ذلك ، قد يخضع للتمديد بناءً على شروط وأحكام محددة موضحة في الاتفاقية.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>12. جمع البيانات</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>
                                    يتفهم العملاء ويوافقون على إمكانية مشاركة معلومات معينة ، مثل الموقع والاسم ورقم الهاتف والبريد الإلكتروني وتفاصيل الخدمة ، مع مقدمي الخدمة بمجرد منح الخدمة.
                                </li>
                                <li>
                                    لغرض الحصول على المواقع وتعيينها ، قد تستخدم الخدمة خرائط Google.
                                </li>
                                <li>
                                    تجمع Hoode البيانات الشخصية وتعالجها وفقًا لسياسة الخصوصية الخاصة بها. باستخدام Hoode ، فإنك توافق على جمع معلوماتك الشخصية واستخدامها والكشف عنها كما هو موضح في سياسة الخصوصية
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>13. معلومات الحساب والمستخدم</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>

                                    إذا قرر العميل بيع أو نقل حسابه أو معلومات الاتصال الخاصة به إلى طرف ثالث ، فمن المهم ملاحظة أن معلوماته ، بما في ذلك التفاصيل الشخصية ، قد تصبح مرئية للمشتري الجديد أو المنقول إليه. لن تكون المنصة مسؤولة عن أي عواقب أو سوء استخدام للمعلومات التي قد تحدث نتيجة لهذه المعاملات. تقع على عاتق العميل مسؤولية توخي الحذر وضمان أمن وسرية معلوماته عند الانخراط في أي نقل أو بيع لحسابه أو تفاصيل الاتصال الخاصة به.
                                </li>
                                <li>
                                    إذا تخلى العميل عن رقم هاتفه المسجل وتم شراؤه أو الحصول عليه لاحقًا من قبل فرد أو كيان آخر ، فمن المهم ملاحظة أن معلومات المالك السابق ، بما في ذلك التفاصيل الشخصية ، قد تصبح مرئية للمشتري الجديد.
                                </li>
                                <li>
                                    باستخدام منصتنا وتقديم معلومات الاتصال الخاصة بك ، فإنك توافق على تلقي اتصالات منا لأغراض مختلفة تتعلق بحسابك والخدمات المقدمة.
                                </li>
                                <li>
                                    قد نتواصل معك من خلال تفاصيل الاتصال التي قدمتها ، والتي قد تشمل البريد الإلكتروني والمكالمات الهاتفية وقنوات التواصل الاجتماعي والرسائل النصية القصيرة أو في أي منصة.
                                </li>
                                <li>
                                    قد تشمل اتصالاتنا ، على سبيل المثال لا الحصر:

                                    <ul className="list-disc pl-5">
                                        <li>
                                            تحديثات على حالة حسابك ، بما في ذلك موافقات الخدمة أو الرفض.
                                        </li>
                                        <li>
                                            معلومات عن حل أي نزاعات أو شكاوى تتعلق بالخدمات المقدمة.
                                        </li>
                                        <li>
                                            تحديثات أو تغييرات مهمة على نظامنا الأساسي أو سياساتنا أو الشروط والأحكام الخاصة بنا.
                                        </li>
                                        <li>
                                            الإخطارات أو التذكيرات المتعلقة بالدفعات المعلقة أو تجديد الحساب أو الأمور الأخرى المتعلقة بالحساب.
                                        </li>
                                    </ul>
                                </li>


                                <li>
                                    يرجى ملاحظة أن أي رسوم مرتبطة بالرسائل النصية القصيرة أو المكالمات الهاتفية ، مثل رسوم مزود الشبكة أو رسوم البيانات ، هي مسؤوليتك وحدك.
                                </li>
                                <li>
                                    نعطي الأولوية لخصوصية وأمان معلوماتك الشخصية ، وسنتعامل معها وفقًا لسياسة الخصوصية وقوانين حماية البيانات المعمول بها.
                                </li>
                                <li>
                                    يمكنك إلغاء الاشتراك في بعض الاتصالات غير الضرورية عن طريق تعديل تفضيلات الإخطار ضمن إعدادات حسابك ، مع مراعاة أي متطلبات قانونية أو تعاقدية.
                                </li>
                                <li>
                                    ومع ذلك ، يرجى ملاحظة أن إلغاء الاشتراك في بعض الاتصالات قد يحد من قدرتنا على تزويدك بتحديثات مهمة أو حل أي مشكلات بشكل فعال.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>14. تحديد المسؤولية</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>
                                    لن تكون Hoode مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية أو نموذجية تنشأ عن أو فيما يتعلق باستخدام Hoode ، بما في ذلك على سبيل المثال لا الحصر الأضرار الناجمة عن خسارة الأرباح أو الشهرة أو البيانات أو الخسائر غير الملموسة الأخرى.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>15. القانون الحاكم والاختصاص القضائي</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>
                                    تخضع هذه الاتفاقية وتؤسس وفقًا لقوانين المملكة العربية السعودية. يكون للمحاكم السعودية الاختصاص القضائي والمكان الحصري للنظر في أي نزاع ينشأ عن خطاب الاتفاق هذا أو يتعلق به ، ويوافق كل طرف بموجب هذا على الاختصاص القضائي ومكان هذه المحاكم.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>16. الاتصال والدعم</p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>
                                    يمكن للعملاء التواصل مع فريق دعم العملاء عبر حسابات التواصل الاجتماعي باللغتين العربية والإنجليزية.
                                </li>
                                <li>
                                    سيبذل فريق دعم العملاء لدينا قصارى جهده للرد على الاستفسارات وتقديم المساعدة باللغة المفضلة للعميل بناءً على التوافر.
                                </li>
                                <li>
                                    بينما نهدف إلى تقديم دعم شامل بكلتا اللغتين ، فقد تكون هناك حالات تتوفر فيها معلومات أو ردود معينة بلغة واحدة فقط.
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>17.  أحكام عامة
                            </p>
                            <ul className='my-3 list-decimal pl-5'>
                                <li>
                                    يُمنح العملاء حرية التصرف للنظر في التقييمات والتعليقات المقدمة من العملاء الآخرين عند تقييم مقدمي الخدمة. هذه التقييمات والتعليقات بمثابة مراجع قيمة لتقييم الجودة والموثوقية والأداء العام لمقدمي الخدمات. ومع ذلك ، يحتفظ العملاء بحرية إصدار أحكامهم وليسوا ملزمين بالاعتماد فقط على التصنيفات في عملية الاختيار الخاصة بهم.
                                </li>
                                <li>
                                    من المسلم به والمفهوم أنه قد تكون هناك مواقف لا يتوفر فيها مركز اتصال أو مركز رعاية أو يمكن الوصول إليه.
                                </li>
                                <li>
                                    في مثل هذه الحالات ، يجب على الأطراف المعنية بذل جهود معقولة لتوفير وسائل اتصال أو دعم بديلة. قد تشمل هذه البدائل ، على سبيل المثال لا الحصر ، استخدام المنصات عبر الإنترنت أو مراسلات البريد الإلكتروني أو خيارات الخدمة

                                    <span className='text-black'>business@hooode.com</span>.</li>
                            </ul>
                        </div>
                    </li>
                </ul>
                <p className='text-[30px] my-4 text-black'>
                    سياسة الخصوصية لـ Hoode
                </p>
                <p>
                    من الضروري أن تساعد Hoode عملائنا في الحفاظ على خصوصيتهم عندما يستفيدون من جميع الإنترنت والخدمات والمنتجات التي نقدمها. نعتقد أن مخاوفك المتعلقة بالخصوصية ليست تخص أي شخص آخر. خصوصيتك مهمة لك ولنا. لذلك سنحمي المعلومات التي تشاركها معنا. لحماية خصوصيتك ، تتبع Hoode سياسات مختلفة تتبع الممارسات العالمية لخصوصية العملاء وحماية البيانات.


                    <ul className="list-disc pl-10">
                        <li>
                            قد نشارك معلوماتك الشخصية مع أطراف ثالثة ، مثل مزودي الخدمة أو المقاولين أو معالجي الدفع ، فقط لغرض توفير الخدمات المنزلية المطلوبة أو تسهيل المعاملات. ومع ذلك ، لن نبيع معلوماتك الشخصية أو نؤجرها أو نؤجرها لأي طرف ثالث ما لم نحصل على موافقتك الصريحة أو يطلب منا القانون القيام بذلك.
                        </li>
                        <li>
                            سوف نستخدم أحدث الإجراءات الأمنية لحماية معلوماتك من المستخدمين غير المصرح لهم.

                        </li>
                    </ul>
                </p>
                <ul>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                المعلومات التي نجمعها
                            </p>
                            <ul className='my-3 list-disc pl-5'>
                                <li>
                                    المعلومات الشخصية: قد نجمع المعلومات الشخصية التي تقدمها لنا مباشرة عند تسجيل حساب أو استخدام Hoode أو التواصل معنا. قد يشمل ذلك اسمك وعنوان بريدك الإلكتروني ورقم هاتفك وعنوان منزلك ومعلومات الدفع وأي معلومات أخرى تقدمها طواعية.
                                </li>
                                <li>
                                    معلومات الخدمة: يجوز لنا جمع المعلومات المتعلقة بالخدمات المنزلية التي تطلبها أو تقدمها من خلال Hoode ، مثل طلبات الخدمة وتفاصيل الخدمة وملفات تعريف مزود الخدمة والتقييمات والمراجعات والمعلومات الأخرى ذات الصلة.
                                </li>
                                <li>
                                    معلومات الجهاز: قد نقوم تلقائيًا بجمع معلومات معينة حول جهازك ، بما في ذلك نوع الجهاز ونظام التشغيل ومعرفات الجهاز الفريدة ومعلومات شبكة الهاتف المحمول والمعلومات الفنية الأخرى اللازمة لتشغيل Hoode.
                                    استخدام المعلومات
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                قد نستخدم المعلومات التي نجمعها لأغراض مختلفة ، بما في ذلك على سبيل المثال لا الحصر:
                            </p>
                            <p>
                                تسهيل تقديم الخدمات المنزلية.
                            </p>
                            <ul className='my-3 list-disc pl-5'>
                                <li>
                                    إدارة حسابات المستخدمين والتفضيلات.
                                </li>
                                <li>
                                    معالجة المدفوعات والمعاملات.
                                </li>
                                <li>
                                    التواصل معك بخصوص طلبات الخدمة والتحديثات والعروض الترويجية.
                                </li>
                                <li>
                                    تحليل أنماط الاستخدام لتحسين وظائف Hoode وتجربة المستخدم.
                                </li>
                                <li>
                                    إنفاذ شروطنا وسياساتنا.
                                </li>
                                <li>
                                    حماية حقوقنا القانونية ومنع سوء الاستخدام.
                                </li>
                                <li>
                                    الإشعار والموافقة
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>NOTICE AND CONSENT</p>
                            <p className="my-3 pl-5">
                                باستخدام تطبيق الخدمات المنزلية الخاص بنا<span className="text-black">("Hoode")</span>
                                ، فإنك تقر بأنك قد قرأت وفهمت سياسة الخصوصية هذه وتوافق على جمع معلوماتك الشخصية واستخدامها والإفصاح عنها وحمايتها كما هو موضح هنا. أنت توافق أيضًا على معالجة معلوماتك الشخصية على النحو المبين في سياسة الخصوصية هذه.

                                أنت تدرك أن المعلومات الشخصية التي تقدمها قد يتم جمعها واستخدامها والإفصاح عنها كما هو موضح في سياسة الخصوصية هذه للأغراض المنصوص عليها هنا ، بما في ذلك توفير الخدمات المنزلية وإدارة حسابات المستخدمين ومعالجة المدفوعات والتواصل معك.
                                لديك الحق في سحب موافقتك في أي وقت عن طريق التوقف عن استخدام  Hoode والاتصال بنا
                                <span className="text-black">business@hooode.com</span>. ومع ذلك ، يرجى ملاحظة أن هذا السحب قد يقيدنا أو يمنعنا من تقديم خدمات معينة لك.
                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>ACCESS TO YOUR PERSONAL INFORMATION</p>
                            <p className='my-3 list-disc pl-5'>

                                أنت تدرك أنه قد تتم مشاركة معلوماتك الشخصية مع أطراف ثالثة ، مثل مزودي الخدمة أو المقاولين أو معالجي الدفع ، فقط لغرض توفير الخدمات المنزلية المطلوبة أو تسهيل المعاملات. سنتخذ تدابير معقولة لضمان التزام هذه الأطراف الثالثة بحماية معلوماتك الشخصية بطريقة تتفق مع سياسة الخصوصية هذه.

                                أنت تقر بأن Hoode قد يتكامل مع خدمات أو مواقع ويب تابعة لجهات خارجية ، وقد يخضع استخدامك لهذه الخدمات لشروط وسياسات الخصوصية لتلك الأطراف الثالثة. نحن نشجعك على مراجعة ممارسات الخصوصية لهذه الأطراف الثالثة قبل استخدام خدماتهم.

                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                الوصول إلى المعلومات الشخصية الخاصة بك
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                لديك الحق في الوصول إلى معلوماتك الشخصية التي نحتفظ بها لدينا وتحديثها وتصحيحها. نحن نسعى جاهدين للتأكد من أن المعلومات الشخصية التي نحتفظ بها عنك دقيقة وكاملة وحديثة. إذا كنت ترغب في مراجعة أو تعديل أو حذف أي معلومات شخصية قمنا بجمعها منك ، يرجى الاتصال بنا على business@hooode.com.

                                سنبذل جهودًا معقولة للرد على طلبك في الوقت المناسب ونوفر لك إمكانية الوصول إلى معلوماتك الشخصية ، مع مراعاة أي قيود قانونية أو تعاقدية. في بعض الحالات ، قد نطلب منك معلومات إضافية للتحقق من هويتك قبل منح حق الوصول إلى معلوماتك الشخصية.

                                يرجى ملاحظة أنه قد تكون هناك ظروف يتعذر علينا فيها توفير الوصول إلى معلوماتك الشخصية ، مثل عندما تكون المعلومات محمية بامتياز قانوني ، أو تحتوي على إشارات إلى أفراد آخرين ، أو لا يمكن الكشف عنها لأسباب قانونية أو أمنية أو تجارية ، أو يخضع لالتزامات السرية التعاقدية.

                                إذا لم نتمكن من تلبية طلبك للوصول ، وسنقدم لك شرحًا بالقدر الذي تسمح به القوانين واللوائح المعمول بها.

                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                حماية
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                لقد اتخذت Hoode تدابير قوية لحماية أمن معلوماتك الشخصية لضمان احترام اختياراتك للاستخدام المقصود. نتخذ احتياطات قوية لحماية بياناتك من الضياع أو سوء الاستخدام أو الوصول غير المصرح به أو الكشف أو التغيير أو الإتلاف.

                                نحن نضمن أن تكون معاملات التجارة الإلكترونية الخاصة بك آمنة ومأمونة بنسبة 100٪. عند تقديم طلباتك أو الوصول إلى معلومات حسابك الشخصية ، فإنك تستخدم برنامج خادم آمن SSL ، والذي يقوم بتشفير معلوماتك الشخصية قبل إرسالها عبر الإنترنت. SSL هي واحدة من أكثر تقنيات التشفير المتوفرة أمانًا.

                                تحمي Hoode بصرامة أمان معلوماتك الشخصية وتحترم اختياراتك للاستخدام المقصود منها. نحن نحمي بياناتك من الضياع أو سوء الاستخدام أو الوصول غير المصرح به أو الكشف أو التغيير أو الإتلاف.

                                لا يتم أبدًا مشاركة معلوماتك الشخصية خارج الشركة دون إذنك ، إلا وفقًا للشروط الموضحة أعلاه. داخل الشركة ، يتم تخزين البيانات في خوادم يتم التحكم فيها بكلمة مرور مع وصول محدود. قد يتم تخزين معلوماتك ومعالجتها في المملكة العربية السعودية أو أي دولة أخرى توجد بها Hoode أو الشركات التابعة لها أو الشركات التابعة لها أو وكلائها.

                                لديك أيضًا دور مهم في حماية معلوماتك. لا يمكن لأي شخص رؤية معلوماتك الشخصية أو تعديلها دون معرفة اسم المستخدم أو كلمة المرور الخاصة بك ، لذلك لا تشاركها مع الآخرين.


                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                إجباري
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                إذا كنت تعتقد ، لسبب ما ، أن Hoode بحاجة إلى الالتزام بهذه المبادئ ، فيرجى إخطارنا عبر البريد الإلكتروني علىbusiness@hooode.com ، وسنبذل قصارى جهدنا لتحديد المشكلة وتصحيحها على الفور. تأكد من وجود كلمات سياسة الخصوصية في سطر الموضوع.



                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                تسجيل المنتجات الإلكترونية
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                كجزء من تطبيق الخدمات المنزلية الخاص بنا ("Hoode") ، قد نقدم تسجيل المنتجات الإلكترونية لبعض المنتجات أو الخدمات المقدمة من خلال Hoode. يتيح لك تسجيل المنتج تسجيل منتجاتك المشتراة وإدارتها ، والوصول إلى الدعم ، وتلقي التحديثات ، والاستفادة من الميزات أو المزايا الإضافية.

                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                باختيارك المشاركة في تسجيل المنتج الإلكتروني ، فإنك تفهم وتوافق على ما يلي:
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                معلومات التسجيل: قد يُطلب منك تقديم معلومات شخصية معينة ، مثل اسمك وتفاصيل الاتصال ومعلومات المنتج وتفاصيل الشراء ، لإكمال عملية تسجيل المنتج.

                                استخدام المعلومات: يمكن استخدام المعلومات الشخصية التي تقدمها أثناء عملية تسجيل المنتج الإلكتروني للأغراض التالية:
                                التحقق من ملكيتك أو أهليتك للحصول على الدعم أو المزايا المرتبطة بالمنتج أو الخدمة المسجلة.
                                تزويدك بتحديثات المنتج الهامة أو معلومات الضمان أو إخطارات السلامة أو غيرها من الاتصالات ذات الصلة.
                                تحسين منتجاتنا وخدماتنا وتجربة العملاء.

                                مقدمو الخدمات من الأطراف الثالثة: يجوز لنا إشراك موفري الخدمات من الأطراف الثالثة للمساعدة في عملية تسجيل المنتجات الإلكترونية. لن يتمكن مقدمو الخدمات هؤلاء من الوصول إلا إلى المعلومات الشخصية اللازمة لأداء وظائفهم المحددة ويلتزمون بحماية سرية وأمن معلوماتك.

                                الموافقة على الاتصالات: من خلال المشاركة في تسجيل المنتج الإلكتروني ، فإنك توافق على تلقي الاتصالات المتعلقة بالمنتج أو الخدمة المسجلة ، بما في ذلك التحديثات الهامة ومعلومات الضمان وإشعارات السلامة وغيرها من الاتصالات ذات الصلة. قد يتم إرسال هذه الاتصالات عبر البريد الإلكتروني أو دفع الإخطارات أو غيرها من الوسائل الإلكترونية.

                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                ملفات تعريف العملاء
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                كما ذكر أعلاه ، كل عميل مسجل لديه ملف شخصي فريد. يتم تعيين رقم تعريف شخصي فريد لكل ملف تعريف ، مما يساعدنا على ضمان أنك وحدك من يمكنه الوصول إلى ملف التعريف الخاص بك.

                                عندما تقوم بالتسجيل ، نقوم بإنشاء ملف التعريف الخاص بك ، وتخصيص رقم تعريف شخصي ، ثم إرسال رقم التعريف الشخصي هذا مرة أخرى إلى محرك الأقراص الثابتة كملف تعريف ارتباط ، وهو جزء صغير من الرمز. هذا الرمز هو لك أنت وحدك. إنه جواز سفرك للسفر السلس عبر Hoode ، مما يسمح لك بتنزيل برامج مجانية دون ملء استمارات التسجيل بالمعلومات التي قدمتها بالفعل. حتى إذا قمت بتبديل أجهزة الكمبيوتر / الهواتف المحمولة ، فلن تضطر إلى إعادة التسجيل ؛ سوف تستخدم معرف التسجيل الخاص بك لتعريف نفسك.

                            </p>
                        </div>
                    </li>
                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                محتوى ناتج عن طريق مستخدم
                            </p>
                            <p className='my-3 list-disc pl-5'>

                                قد يسمح لك Hoode بإرسال مراجعات أو تقييمات أو محتوى آخر من إنشاء المستخدمين. يرجى ملاحظة أن أي معلومات تكشف عنها من خلال هذه الميزات تصبح متاحة للجمهور ويمكن عرضها واستخدامها من قبل مستخدمين آخرين أو عامة الناس. توخ الحذر عند مشاركة معلومات شخصية أو حساسة من خلال المحتوى الذي ينشئه المستخدم.

                            </p>
                        </div>
                    </li>

                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                معرفات فريدة للأجهزة وأمان الحساب

                            </p>
                            <p className='my-3 list-disc pl-5'>


                                لتعزيز أمان وأداء تطبيق الخدمات المنزلية الخاص بنا ، يجوز لـ Hoode جمع وتخزين المعرفات الفريدة المرتبطة بالأجهزة المستخدمة للوصول إلى منصتنا. قد تتضمن هذه المعرفات ، على سبيل المثال لا الحصر ، معلومات الأجهزة الخاصة بالجهاز وإصدار نظام التشغيل ومعلومات شبكة الجوال.


                            </p>
                        </div>
                    </li>

                    <li>
                        <div className='my-1'>
                            <p className='text-[22px] my-4 text-black'>
                                التغييرات في سياسة الخصوصية هذه

                            </p>
                            <p className='my-3 list-disc pl-5'>


                                قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في ممارساتنا أو التزاماتنا القانونية. نحن نشجعكم على مراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تحديثات. استمرار استخدامك لـ Hoode بعد نشر التغييرات يشكل موافقتك على هذه التغييرات.


                            </p>
                        </div>
                    </li>
                </ul>
            </div>
            <Optimize />
            <Footer />
        </div>
    )
}

export default TermsConditions
